Repository: 10allday-Software/zamboni
Catalog: locale/*/LC_MESSAGES/djangojs.po
Languages: id

source: The filetype you uploaded isn't recognized.
id: Tipe berkas yang Anda unggah tidak dikenali.

source: You cancelled the upload.
id: Anda membatalkan pengunggahan.

source: Images must be either PNG or JPG.
id: Gambar harus berupa PNG atau JPG.

source: Videos must be in WebM.
id: Video harus berupa WebM.

source: There was a problem contacting the server.
id: Terjadi masalah dalam menghubungi server.

source: Select a file...
id: Pilih berkas...

source: Your packaged app should end with <code>.zip</code>.
id: Paket app Anda harus diakhiri dengan <code>.zip</code>.

source: {0}% complete
id: {0}% selesai

source: {0} of {1}
id: {0} dari {1}

source: Cancel
id: Batal

source: Uploading {0}
id: Mengunggah {0}

source: Error with {0}
id: Kesalahan pada {0}

source: Your app failed validation with {0} error.
id: App Anda gagal dalam validasi dengan {0} kesalahan.

source: &hellip;and {0} more
id: &hellip;dan {0} lainnya

source: See full validation report
id: Lihat laporan validasi selengkapnya

source: Validating {0}
id: Memvalidasi {0}

source: Received an empty response from the server; status: {0}
id: Menerima respon kosong dari server; status: {0}

source: Unexpected server error while validating.
id: Kesalahan server yang tidak terduga ketika memvalidasi.

source: Finished validating {0}
id: Validasi selesai {0}

source: Your app passed validation with no errors and {0} warning.
id: App Anda melewati validasi dengan tanpa kesalahan dan {0} peringatan.

source: Your app passed validation with no errors or warnings.
id: App Anda melewati validasi dengan tanpa kesalahan atau peringatan.

source: The manifest could not be found at the given location.
id: Manifest tidak dapat ditemukan pada lokasi yang diberikan.

source: App host could not be reached.
id: Host app tidak dapat dijangkau.

source: App manifest is unparsable.
id: Manifest app tidak dapat diurai.

source: App manifest is invalid.
id: Manifest app tidak valid.

source: App is already installed.
id: App sudah terinstal.

source: Internal server error.
id: Kesalahan server internal.

source: Internal server error on app installation.
id: Kesalahan internal server pada instalasi app.

source: Install failed. Please try again later.
id: Gagal instal. Silakan coba kembali nanti.

source: Your app failed validation with {0} error and {1} message(s).
id: App Anda gagal validasi dengan {0} kesalahan dan {1} pesan.

source: Your app passed validation with no errors and {0} message.
id: App Anda melewati validasi dengan tanpa kesalahan dan {0} pesan.

source: Your app passed validation with no errors or messages.
id: App Anda melewati validasi dengan tanpa kesalahan ataupun pesan.

source: Changes Saved
id: Perubahan Disimpan

source: Enter a new team member's email address
id: Masukkan alamat email anggota baru tim

source: Manifest refreshed
id: Manifest disegarkan

source: Could not refresh manifest. Try again later.
id: Tidak dapat menyegarkan kembali manifest. Coba kembali nanti.

source: There was an error uploading your file.
id: Terjadi kesalahan dalam pengunggahan berkas Anda.

source: Image changes being processed
id: Perubahan gambar sedang dalam proses

source: This video requires a browser with support for open video
id: Video ini membutuhkan peramban yang mendukung video terbuka

source: or the <a href="http://www.adobe.com/go/getflashplayer">Adobe
id: atau <a href="http://www.adobe.com/go/getflashplayer">Adobe

source: Flash Player</a>.
id: Pemutar Flash</a>.

source: Enabled
id: Diaktifkan

source: Disabled
id: Dinonaktifkan

source: This feature is temporarily disabled while we perform website maintenance. Please check back a little later.
id: Fitur ini sementara dinonaktifkan saat kami melakukan pemeliharaan situs web. Silakan cek kembali nanti.

source: Remove this localization
id: Hilangkan pelokalan ini

source: Persona login failed. Maybe you don't have an account under that email address?
id: Masuk persona gagal. Mungkin Anda tidak memiliki akun pada email tersebut?

source: Persona login failed. A server error was encountered.
id: Login persona gagal. Terjadi kesalahan server.

source: Status successfully changed to "{0}"
id: Status sukses terganti menjadi "{0}"

source: Could not change status to "{0}"
id: Tidak dapat mengganti status menjadi "{0}"

source: Group membership "{0}" added
id: Keanggotaan grup "{0}" ditambahkan

source: Could not add group "{0}"
id: Tidak dapat menambahkan grup "{0}"

source: Group membership "{0}" removed
id: Keanggotaan grup "{0}" dihapus

source: Could not remove group "{0}"
id: Tidak dapat menghapus grup "{0}"

source: Show All Results
id: Tampilkan Seluruh Hasil

source: Over {0} results found, consider refining your search.
id: Ditemukan hasil di atas {0}, pertimbangkan untuk memperbaiki pencarian Anda.

source: Requested Permissions:
id: Permintaan Izin:

source: Certified
id: Tersertifikasi

source: Privileged
id: Hak akses

source: Unprivileged
id: Tanpa hak akses

source: No reason given
id: Tidak ada alasan diberikan

source: Spanish Banking Code
id: Kode Bank Spanyol

source: Irish Sort Code
id: Kode Pengurutan Irlandia

source: Belgian Sort Code
id: Kode Pengurutan Belgia

source: Spanish/French/Italian/Dutch Banking Code
id: Kode Bank Spanyol/Perancis/Italia/Jerman

source: Dutch/US Sort Code
id: Kode Pengurutan Jerman/US

source: Canadian Transit Number/German Routing Code
id: Nomor Transit Kanada / Kode Pengarahan Jerman

source: Korean Bank and Branch/Indonesian Bank Code
id: Kode Bank Korea dan Cabang Indonesia

source: Greek HEBIC/Indonesian Bank Code
id: Kode Bang Yunani HEBIC / Indonesia

source: UK/Irish Sort Code or NZ Account Prefix or Australian BSB Code
id: Kode Urut /Irish UK atau Prefix Akun NZ atau Kode BSB Australia

source: Austrian/Swiss Bank Code
id: Kode Bank /Swiss Austria

source: Danish/Swiss Bank Code
id: Kode Bank Denmark /Swiss

source: Swiss/Iraqi Bank Code
id: Kode Bank Swiss /Iraqi

source: Iraqi Bank Code
id: Kode Bank Iraq

source: Detected: {0}
id: Terdeteksi: {0}

source: Deleting payment account "{0}" will remove the payment account from the following apps. Applications without a payment account will no longer be available for sale.
id: Hapus akun pembayaran "{0}" akan menghapus akun pembayaran dari aplikasi. Aplikasi tanpa akun pembayaran akan tidak tersedia dalam penjualan.

source: {appName} payment accounts:
id: Akun pembayaran {appName}:

source: Error
id: Kesalahan

source: There was a problem contacting the payment server.
id: Terjadi masalah saat menghubungi server pembayaran.

source: Authentication error
id: Kesalahan autentikasi

source: You do not currently have any payment accounts.
id: Anda saat ini tidak memiliki akun pembayaran.

source: Search themes for <b>{0}</b>
id: Cari tema untuk <b>{0}</b>

source: Search apps for <b>{0}</b>
id: Cari aplikasi untuk <b>{0}</b>

source: Search add-ons for <b>{0}</b>
id: Cari pengaya untuk <b>{0}</b>

source: {0} character left.
id: {0} karakter tersisa.

source: All tests passed successfully.
id: Semua tes berhasil terlewati.

source: These tests were not run.
id: Tes tidak berjalan.

source: Tests
id: Test

source: Warning
id: Peringatan

source: Compatibility Tests
id: Tes Kesesuaian

source: App failed validation.
id: Validasi aplikasi gagal.

source: App passed validation.
id: Validasi aplikasi terlewati.

source: {0} error
id: {0} kesalahan

source: {0} warning
id: {0} peringatan

source: Validation task could not complete or completed with errors
id: Validasi tidak dapat diselesaikan atau selesai dengan beberapa kesalahan

source: Internal server error
id: Kesalahan server internal

source: Purchasing
id: Membeli

source: Purchased
id: Dibeli

source: Launch
id: Buka

source: {name} was viewing this page first.
id: {name} telah melihat halaman ini.

source: Receipt checked by app.
id: Struk telah diperiksa oleh aplikasi.

source: Receipt was not checked by app.
id: Struk tidak diperiksa oleh aplikasi.

source: {name} was viewing this app first.
id: {name} telah melihat app ini.

source: Loading&hellip;
id: Memuat&hellip;

source: Version Notes
id: Catatan Versi

source: Notes for Reviewers
id: Catatan untuk Pengulas

source: No version notes found
id: Tidak ditemukan catatan versi

source: Select an application first
id: Pilih aplikasi terlebih dulu

source: Error loading translation
id: Ada masalah dalam memuat terjemahan

source: more...
id: lebih banyak...

source: less...
id: kurang...

source: Keep review / Remove flags
id: Tetap meninjau / Hapus penanda

source: Delete review
id: Hapus ulasan

source: Skip for now
id: Lewatkan untuk sekarang

source: Payment failed. Try again later.
id: Pembayaran gagal. Coba kembali nanti.

source: Packaged App
id: Paket Aplikasi

source: Privileged App
id: Kebebasan Aplikasi

source: More Information Requested
id: Diperlukan Lebih Banyak Informasi

source: Contains Editor Comment
id: Mengandung Komentar Editor

source: Premium App
id: Aplikasi Premium

source: Escalated
id: Diajukan

source: Free
id: Gratis

source: Any
id: Apa pun

source: Approved app: {app}
id: Aplikasi diterima: {app}

source: Rejected app: {app}
id: Aplikasi ditolak: {app}

source: Error approving app: {app}
id: Kesalahan penerimaan aplikasi: {app}

source: Error rejecting app: {app}
id: Kesalahan penolakan aplikasi: {app}

source: Error passing app: {app}
id: Kesalahan pelewatan aplikasi: {app}

source: Error failing app: {app}
id: Kesalahan pengagalan aplikasi: {app}

source: Sorry! We had an error fetching the review history. Please try logging in again.<p>
id: Maaf! Terjadi kesahan dalam pengambilan riwayat ulasan. Silakan coba masuk kembali.<p>

source: By {0} on {1}
id: Oleh {0} pada {1}
