Repository: 10allday-Software/zamboni
Catalog: locale/*/LC_MESSAGES/javascript.po
Languages: fy, pa

source: This feature is temporarily disabled while we perform website maintenance. Please check back a little later.
fy: Dizze funksje is tydlik útskeakele fanwege ûnderhâld oan de website. Probearje it letter nochris.
pa: ਇਹ ਫੀਚਰ ਆਰਜ਼ੀ ਰੂਪ ਵਿੱਚ ਬੰਦ ਕੀਤਾ ਹੋਇਆ ਹੈ, ਜਦੋਂ ਤੱਕ ਅਸੀਂ ਸਾਈਟ ਨੂੰ ਠੀਕ ਕਰ ਰਹੇ ਹਾਂ। ਛੇਤੀ ਹੀ ਮੁੜ-ਜਾਂਚ ਕਰੋ।

source: App installation not allowed.
fy: Ynstallaasje fan apps net tastien.
pa: ਐਪ ਇੰਸਟਾਲੇਸ਼ਨ ਮਨਜ਼ੂਰ ਨਹੀਂ ਹੈ।

source: App manifest is malformed.
fy: App-manifest is net jildich.
pa: ਐਪ ਮੈਨੀਫਿਸਟੋ ਨਿਕਾਰਾ ਹੈ।

source: App host could not be reached.
fy: App-host kin net berikt wurde.
pa: ਐਪ ਹੋਸਟ ਪਹੁੰਚ ਨਹੀਂ ਕਰ ਸਕਦਾ ਸੀ।

source: App manifest is unparsable.
fy: App-manifest kin net út inoar helle wurde.
pa: ਐਪ ਮੈਨੀਫਿਸਟ ਨਾ-ਪਾਰਸਯੋਗ ਹੈ।

source: App manifest is invalid.
fy: App-manifest is ûnjildich.
pa: ਐਪ ਮੈਨੀਫਿਸਟ ਅਸਮਰੱਥ ਹੈ।

source: Install failed. Please try again later.
fy: Ynstallaasje mislearre. Probearje it letter nochris.
pa: ਇੰਸਟਾਲ ਅਸਫਲ। ਬਾਅਦ ਵਿੱਚ ਮੁੜ ਕੋਸ਼ਿਸ਼ ਕਰੋ ਜੀ।

source: App installation failed.
fy: App-ynstallaasje mislearre.
pa: ਐਪ ਇੰਸਟਾਲੇਸ਼ਨ ਫੇਲ੍ਹ ਹੋਈ।

source: This system does not support installing apps.
fy: Dit systeem stipet gjin ynstallaasje fan apps.
pa: ਇਹ ਸਿਸਟਮ ਐਪ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਸਹਾਇਕ ਨਹੀਂ ਹੈ।

source: Accept and Install
fy: Akseptearje en ynstallearje
pa: ਮਨਜ਼ੂਰ ਤੇ ਇੰਸਟਾਲ

source: Add to {0}
fy: Tafoegje oan {0}
pa: {0} ਵਿੱਚ ਜੋੜੋ

source: Download Now
fy: No downloade
pa: ਹੁਣੇ ਡਾਊਨਲੋਡ

source: Add-on has not been updated to support default-to-compatible.
fy: Add-on is net bywurke foar stipe fan default-to-compatible.
pa: ਮੂਲ-ਅਨੁਕੂਲ ਸਹਾਇਤਾ ਲਈ ਐਡ-ਆਨ ਨੂੰ ਅੱਪਡੇਟ ਨਹੀਂ ਕੀਤਾ ਜਾ ਸਕਿਆ।

source: You need to be using Firefox 10.0 or higher.
fy: Jo moatte Firefox 10.0 of heger brûke.
pa: ਤੁਹਾਡੇ ਕੋਲ ਫਾਇਰਫਾਕਸ ਦਾ 10.0 ਜਾਂ ਨਵਾਂ ਵਰਜਨ ਚਾਹੀਦਾ ਹੈ।

source: Mozilla has marked this version as incompatible with your Firefox version.
fy: Mozilla hat dizze ferzje markearre as net kompatibel mei jo Firefox-ferzje.
pa: ਮੋਜ਼ੀਲਾ ਨੇ ਇਸ ਵਰਜਨ ਨੂੰ ਤੁਹਾਡੇ ਫਾਇਰਫਾਕਸ ਵਰਜਨ ਨਾਲ ਗ਼ੈਰ-ਅਨੁਕੂਲ ਨਿਸ਼ਾਨਬੱਧ ਕੀਤਾ

source: Install for {0} anyway
fy: Doch ynstallearje foar {0}
pa: {0} ਲਈ ਕਿਵੇਂ ਵੀ ਇੰਸਟਾਲ ਕਰੋ

source: Download for {0} anyway
fy: Doch downloade foar {0}
pa: {0} ਲਈ ਕਿਵੇਂ ਵੀ ਡਾਊਨਲੋਡ ਕਰੋ

source: Not available for your platform
fy: Net beskikber foar jo platfoarm
pa: ਤੁਹਾਡੇ ਪਲੇਟਫਾਰਮ ਲਈ ਉਪਲੱਬਧ ਨਹੀਂ

source: Not available for {0} {1}
fy: Net beskikber foar {0} {1}
pa: {0} {1} ਲਈ ਉਪਲੱਬਧ ਨਹੀਂ ਹੈ

source: Works with {app} {min} - {max}
fy: Wurket mei {app} {min} - {max}
pa: {app} {min} - {max} ਨਾਲ ਕੰਮ ਕਰਦੀ ਹੈ

source: View other versions
fy: Oare ferzjes werjaan
pa: ਹੋਰ ਵਰਜਨ ਵੇਖੋ

source: Sorry, you need a Mozilla-based browser (such as Firefox) to install a search plugin.
fy: Sorry, jo hawwe in op Mozilla basearre browser (lykas Firefox) nedich om in sykynstekker te ynstallearjen.
pa: ਅਫਸੋਸ, ਤੁਹਾਨੂੰ ਖੋਜ ਪਲੱਗਇਨ ਇੰਸਟਾਲ ਕਰਨ ਲਈ ਮੋਜ਼ੀਲਾ ਵਲੋਂ ਦਿੱਤਾ ਬਰਾਊਜ਼ਰ (ਜਿਵੇਂ ਫਾਇਰਫਾਕਸ) ਚਾਹੀਦਾ ਹੈ।

source: Loading...
fy: Lade...
pa: ...ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: <b>{0}</b> character left.
fy: <b>{0}</b> teken restearjend.
pa: <b>{0}</b> ਅੱਖਰ ਬਾਕੀ।

source: {0} star
fy: {0} stjer
pa: {0} ਤਾਰਾ

source: Remove this localization
fy: Dizze oersetting fuortsmite
pa: ਇਹ ਅਨੁਵਾਦ ਹਟਾਓ

source: Install App
fy: App ynstallearje

source: Flagged for review
fy: Markearre foar beoardieling
pa: ਪੜਤਾਲ ਲਈ ਨਿਸ਼ਾਨ ਲਗਾਇਆ

source: Your input is required
fy: Jo bydrage is fereaske
pa: ਤੁਹਾਡੇ ਸੁਝਾਅ ਦੀ ਲੋੜ ਹੈ

source: Marked for deletion
fy: Markearre foar fuortsmiten
pa: ਹਟਾਉਣ ਲਈ ਨਿਸ਼ਾਨਬੱਧ

source: clear recently viewed
fy: koartlyn besjoen wiskje

source: Adding to Favorites&hellip;
fy: Tafoegje oan Favoriten&hellip;

source: Removing Favorite&hellip;
fy: Favoryt fuortsmite&hellip;

source: Add to Favorites
fy: Tafoegje oan Favoriten

source: Remove from Favorites
fy: Fuortsmite út Favoriten

source: Pending
fy: Yn wachtrige

source: Add a comment
fy: Opmerking tafoegje

source: Comment
fy: Opmerking

source: Remove this add-on from the collection
fy: Dizze add-on út de kolleksje fuortsmite

source: Remove
fy: Fuortsmite

source: Remove this user as a contributor
fy: Dizze brûker as meiwurker fuortsmite

source: An email address is required.
fy: In e-mailadres is ferplicht.

source: You cannot add yourself as a contributor.
fy: Jo kinne josels net tafoegje as meiwurker.

source: You have already added that user.
fy: Jo hawwe dy brûker al tafoege.

source: Add to favorites
fy: Tafoegje oan favoriten

source: Remove from favorites
fy: Fuortsmite út favoriten

source: Follow this Collection
fy: Dizze kolleksje folgje
pa: ਇਹ ਭੰਡਾਰ ਦਾ ਧਿਆਨ ਰੱਖੋ

source: Stop following
fy: Folgjen stopje

source: All
fy: Alle

source: Password strength:
fy: Wachtwurdsterkte:
pa: ਪਾਸਵਰਡ ਮਜ਼ਬੂਤੀ:

source: At least {0} character left.
fy: Op syn minst {0} teken restearjend.
pa: ਘੱਟ-ਘੱਟ {0} ਅੱਖਰ ਬਾਕੀ ਹੈ।

source: Search themes for <b>{0}</b>
fy: Tema’s sykje op <b>{0}</b>
pa: <b>{0}</b> ਲਈ ਥੀਮ ਲੱਭੋ

source: Search apps for <b>{0}</b>
fy: Apps trochsykje op <b>{0}</b>
pa: <b>{0}</b> ਲਈ ਐਪ ਲੱਭੋ

source: Search add-ons for <b>{0}</b>
fy: Add-ons trochsykje op <b>{0}</b>
pa: <b>{0}</b> ਲਈ ਐਡ-ਆਨ ਲੱਭੋ

source: Category
fy: Kategory
pa: ਵਰਗ

source: Admins and editors must provide a password to log in.
fy: Behearders en editors moatte in wachtwurd opjaan om harren oan te melden.
pa: ਐਡਮਿਨ ਤੇ ਐਡੀਟਰਾਂ ਨੂੰ ਲਾਗਇਨ ਕਰਨ ਲਈ ਪਾਸਵਰਡ ਦੇਣਾ ਜ਼ਰੂਰੀ ਹੈ।

source: BrowserID login failed. Maybe you don't have an account under that email address?
fy: BrowserID-oanmelding mislearre. Miskien hawwe jo gjin account mei dat e-mailadres?
pa: ਬਰਾਊਜ਼ਰਆਈਡੀ ਲਾਗਇਨ ਫੇਲ੍ਹ ਹੈ। ਸ਼ਾਇਦ ਤੁਹਾਡੇ ਕੋਲ ਉਸ ਈਮੇਲ ਸਿਰਨਾਵੇਂ ਨਾਲ ਖਾਤਾ ਨਹੀਂ ਹੈ?

source: This theme is incompatible with your version of {0}
fy: Dit tema is net kompatibel mei jo ferzje fan {0}
pa: ਇਹ ਥੀਮ {0} ਦੇ ਤੁਹਾਡੇ ਵਰਜਨ ਲਈ ਅਨੁਕੂਲ ਨਹੀਂ ਹੈ

source: Images must be either PNG or JPG.
fy: Ofbyldingen moatte fan it type PNG of JPG wêze.
pa: ਤਸਵੀਰਾਂ PNG ਜਾਂ JPG ਹੋਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ।

source: Videos must be in WebM.
fy: Fideo’s moatte fan it type WebM wêze.
pa: ਵੀਡੀਓ WebM ਵਿੱਚ ਹੋਣੀਆਂ ਚਾਹੀਦੀਆਂ ਹਨ।

source: There was a problem contacting the server.
fy: Der is in probleem bard by it ferbinen mei de server.
pa: ਸਰਵਰ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ।

source: All Rights Reserved
fy: Alle rjochten foarbehâlden
pa: ਸਭ ਰੱਖ ਰਾਖਵੇਂ ਹਨ

source: Your Theme's Name
fy: Namme fan jo tema
pa: ਤੁਹਾਡੇ ਥੀਮ ਦਾ ਨਾਂ

source: Stop Following
fy: Folgjen stopje
pa: ਧਿਆਨ ਰੱਖਣਾ ਛੱਡੋ

source: Following
fy: Folgje
pa: ਧਿਆਨ ਰੱਖੋ

source: use original
fy: oarspronklike brûke
pa: ਅਸਲੀ ਵਰਤੋਂ

source: Updating results&hellip;
fy: Resultaten bywurkje&hellip;
pa: ਨਤੀਜੇ ਅੱਪਡੇਟ ਕੀਤੇ ਜਾ ਰਹੇ ਹਨ&hellip;

source: The filetype you uploaded isn't recognized.
fy: It troch jo opladen bestânstype wurdt net werkend.
pa: ਤੁਹਾਡੇ ਵਲੋਂ ਅੱਪਲੋਡ ਕੀਤੀ ਗਈ ਫਾਇਲ-ਕਿਸਮ ਦੀ ਪਛਾਣ ਨਹੀਂ ਕੀਤੀ ਗਈ।

source: You cancelled the upload.
fy: Jo hawwe de oplaad annulearre.
pa: ਤੁਸੀਂ ਅੱਪਲੋਡ ਰੱਦ ਕੀਤਾ

source: Select a file...
fy: Selektearje in bestân…
pa: ...ਫਾਇਲ ਚੁਣੋ

source: Your packaged app should end with <code>.zip</code>.
fy: Jo ynpakte app moat einigje op <code>.zip</code>.
pa: ਤੁਹਾਡਾ ਪੈਕਿਜ ਐਪ ਨਾਲ ਖਤਮ ਹੋਣਾ ਚਾਹੀਦਾ ਹੈ <code>.zip</code>।

source: {0}% complete
fy: {0}% foltôge
pa: {0}% ਮੁਕੰਮਲ

source: {0} of {1}
fy: {0} fan {1}
pa: {1} ਵਿੱਚੋਂ {0}

source: Cancel
fy: Annulearje
pa: ਰੱਦ ਕਰੋ

source: Uploading {0}
fy: {0} wurdt oplaad
pa: {0} ਅੱਪਲੋਡ ਜਾਰੀ

source: Error with {0}
fy: Flater mei {0}
pa: {0} ਨਾਲ ਗਲਤੀ

source: Your app failed validation with {0} error.
fy: Jo app koe net falidearre wurde mei {0} flater.
pa: ਤੁਹਾਡੀ ਐਪ ਪ੍ਰਮਾਣਿਕਤਾ ਅਸਫਲ ਨਾਲ {0} ਗਲਤੀ।

source: &hellip;and {0} more
fy: … en noch {0}
pa: &hellip;ਅਤੇ {0} ਹੋਰ

source: See full validation report
fy: Folslein falidaasjerapport besjen
pa: ਪੂਰੀ ਪ੍ਰਮਾਣਿਕਤਾ ਦੀ ਰਿਪੋਰਟ ਵੇਖੋ

source: Validating {0}
fy: {0} wurdt falidearre
pa: ਪ੍ਰਮਾਣਿਕਤਾ {0}

source: Received an empty response from the server; status: {0}
fy: Lege respons fan server ûntfongen; steat: {0}
pa: ਸਰਵਰ ਵੱਲੋਂ ਇੱਕ ਖਾਲੀ ਜਵਾਬ ਮਿਲਿਆ ਹੈ; ਸਥਿਤੀ{0}

source: Unexpected server error while validating.
fy: Unferwachte serverflater wylst falidaasje.
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਦੌਰਾਨ ਅਚਾਨਕ ਸਰਵਰ ਗਲਤੀ।

source: Finished validating {0}
fy: Falidaasje fan {0} ôfmakke
pa: ਪ੍ਰਮਾਣਿਕਤਾ ਮੁਕੰਮਲ {0}

source: Your app passed validation with no errors and {0} warning.
fy: Jo app hat de falidaasje sûnder flaters en mei {0} warskôging trochstien.
pa: ਤੁਹਾਡਾ ਐਪ ਪਾਸ ਹੋ ਗਿਆ ਪ੍ਰਮਾਣਿਕਤਾ ਨਾਲ ਕੋਈ ਗਲਤੀ ਨਹੀਂ ਅਤੇ {0} ਚੇਤਾਵਨੀ।

source: Your app passed validation with no errors or warnings.
fy: Jo app hat de falidaasje sûnder flatere of warskôgingen trochstien.
pa: ਤੁਹਾਡਾ ਐਪ ਪਾਸ ਹੋ ਗਿਆ ਪ੍ਰਮਾਣਿਕਤਾ ਨਾਲ ਕੋਈ ਗਲਤੀਆਂ ਜਾਂ ਚੇਤਾਵਨੀਆਂ ਨਹੀਂ।

source: The manifest could not be found at the given location.
fy: It manifest koe net op de opjûne lokaasje fûn wurde.
pa: ਮੈਨੀਫਿਸਟ ਦਿੱਤੇ ਟਿਕਾਣੇ ਨੂੰ ਲੱਭ ਨਹੀਂ ਸਕਦਾ ਸੀ।

source: App is already installed.
fy: App is al ynstallearre.
pa: ਐਪ ਪਹਿਲਾਂ ਹੀ ਇੰਸਟਾਲ ਹੈ।

source: Internal server error.
fy: Ynterne serverflater.
pa: ਅੰਦਰੂਨੀ ਸਰਵਰ ਗਲਤੀ।

source: Internal server error on app installation.
fy: Ynterne serverflater by ynstallaasje fan app.
pa: ਐਪ ਇੰਸਟਾਲ ਉੱਤੇ ਅੰਦਰੂਨੀ ਸਰਵਰ ਗਲਤੀ।

source: Your app failed validation with {0} error and {1} message(s).
fy: Jo app hat de falidaasje mei {0} flater en {1} berjocht(en) net trochstien.
pa: ਤੁਹਾਡਾ ਐਪ {0} ਗਲਤੀ ਨਾਲ ਪ੍ਰਮਾਣਕਿਤਾ ਅਸਫਲ ਅਤੇ {0} ਸੁਨੇਹਾ (s)।

source: Your app passed validation with no errors and {0} message.
fy: Jo app is falidearre sûnder flaters en mei {0} berjocht.
pa: ਤੁਹਾਡਾ ਐਪ ਬਿਨਾਂ ਗਲਤੀ ਅਤੇ {0} ਸੁਨੇਹੇ ਨਾਲ ਪ੍ਰਮਾਣਿਤ ਲਈ ਪਾਸ ਹੋ ਗਿਆ।

source: Your app passed validation with no errors or messages.
fy: Jo app is falidearre sûnder flaters of berjochten.
pa: ਤੁਹਾਡਾ ਐਪ ਬਿਨਾਂ ਗਲਤੀ ਅਤੇ ਚੇਤਾਵਨੀ ਦੇ ਨਾਲ ਪ੍ਰਮਾਣਿਤ ਹੋਣ ਫੇਲ੍ਹ ਹੈ।

source: Changes Saved
fy: Wizigingen bewarre
pa: ਬਦਲਾਅ ਸੰਭਾਲਿਆ

source: Enter a new team member's email address
fy: Fier it e-mailadres fan in nij teamlid yn
pa: ਨਵੇਂ ਟੀਮ ਮੈਂਬਰ ਦਾ ਈਮੇਲ ਸਿਰਨਾਵਾਂ ਦਿਓ

source: Manifest refreshed
fy: Manifest ferfarske

source: Could not refresh manifest. Try again later.
fy: Kin manifest net ferfarskje. Probearje it letter nochris.

source: There was an error uploading your file.
fy: Der is in flater bard wylst it opladen fan jo bestân.
pa: ਤੁਹਾਡੇ ਫਾਈਲ ਨੂੰ ਅੱਪਲੋਡ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ।

source: Learn more
fy: Mear ynfo
pa: ਹੋਰ ਜਾਣੋ

source: Example
fy: Foarbyld
pa: ਨਮੂਨਾ

source: Image changes being processed
fy: Ofbyldingswizigingen wurde ferwurke
pa: ਚਿਤਰ ਬਦਲਾਅ ਉੱਤੇ ਕਾਰਵਾਈ ਕੀਤੀ ਜਾ ਰਹੀ ਹੈ

source: This video requires a browser with support for open video
fy: Dizze fideo fereasket in browser mei stipe foar iepen fideo
pa: ਇਹ ਵੀਡੀਓ ਲਈ ਬਰਾਊਜ਼ਰ ਦੀ ਲੋੜ ਹੈ, ਜੋ ਕਿ ਓਪਨ ਵੀਡੀਓ

source: or the <a href="http://www.adobe.com/go/getflashplayer">Adobe
fy: of de <a href="http://www.adobe.com/go/getflashplayer">Adobe
pa: ਜਾਂ <a href="http://www.adobe.com/go/getflashplayer">ਅਡੋਬ

source: Enabled
fy: Ynskeakele

source: Disabled
fy: Utskeakele

source: Persona login failed. Maybe you don't have an account under that email address?
fy: Persona-oanmelding mislearre. Miskien hawwe jo gjin account mei dat e-mailadres?
pa: ਪਰਸੋਨਾ ਲਾਗਇਨ ਫੇਲ੍ਹ ਹੈ। ਸ਼ਾਇਦ ਤੁਹਾਡੇ ਕੋਲ ਉਸ ਈਮੇਲ ਸਿਰਨਾਵੇਂ ਨਾਲ ਖਾਤਾ ਨਹੀਂ ਹੈ?

source: Persona login failed. A server error was encountered.
fy: Persona-oanmelding mislearre. Der is in serverflater bard.
pa: ਪਰਸੋਨਾ ਲਾਗਇਨ ਫੇਲ੍ਹ ਹੈ। ਸਰਵਰ ਗਲਤੀ ਆਈ ਹੈ।

source: Status successfully changed to "{0}"
fy: Steat mei sukses wizige yn “{0}”

source: Could not change status to "{0}"
fy: Kin steat net wizigje yn “{0}”

source: Show All Results
fy: Alle resultaten werjaan
pa: ਸਭ ਨਤੀਜੇ ਵੇਖੋ

source: Over {0} results found, consider refining your search.
fy: Mear as {0} resultaten fûn, oerwaagje jo sykopdracht te ferfynjen.
pa: {0} ਤੋਂ ਵੱਧ ਨਤੀਜੇ ਮਿਲੇ, ਆਪਣੀ ਖੋਜ ਨੂੰ ਸੋਧਣ ਬਾਰੇ ਸੋਚੋ।

source: Requested Permissions:
fy: Oanfrege permisjes:
pa: ਮਨਜ਼ੂਰੀਆਂ ਦੀ ਮੰਗ ਕੀਤੀ ਗਈ:

source: Certified
fy: Sertifisearre
pa: ਤਸਦੀਕ ਕੀਤੀ

source: Privileged
fy: Foarkar
pa: ਅਧਿਕਾਰ ਹਨ

source: Unprivileged
fy: Net-foarkar
pa: ਬਿਨਾਂ-ਅਧਿਕਾਰ

source: No reason given
fy: Gjin reden opjûn
pa: ਕੋਈ ਕਾਰਨ ਨਹੀਂ ਦਿੱਤਾ

source: Spanish Banking Code
fy: Spaanske bankenkoade
pa: ਸਪੇਨੀ ਬੈਂਕ ਕੋਡ

source: Irish Sort Code
fy: Ierske Sort-koade
pa: ਆਈਰਸ਼ ਸੋਰਟ ਕੋਡ

source: Belgian Sort Code
fy: Belgyske BIC
pa: ਬੈਲਜੀਅਨ ਸੋਰਟ ਕੋਡ

source: Spanish/French/Italian/Dutch Banking Code
fy: Spaanske/Frânske/Italiaanske/Nederlânske BIC
pa: ਸਪੇਨੀ/ਫਰੈਂਚ/ਇਤਾਲਵੀ/ਡੱਚ ਬੈਂਕਿੰਗ ਕੋਡ

source: Dutch/US Sort Code
fy: Nederlânske/Amerikaanske SWIFT-koade
pa: ਡੱਚ/ਅਮਰੀਕੀ ਸੋਰਟ ਕੋਡ

source: Canadian Transit Number/German Routing Code
fy: Kanadeeske Transit number/Dútske Bankleitzahl
pa: ਕੈਨੇਡੀਅਨ ਟਰਾਂਜਿਟ ਨੰਬਰ/ਜਰਮਨ ਰੂਟਿੰਗ ਕੋਡ

source: Korean Bank and Branch/Indonesian Bank Code
fy: Koreaanske bank en fêstiging/Yndonezyske Bank-koade
pa: ਕੋਰੀਆਈ ਬੈਂਕ ਤੇ ਬਰਾਂਚ/ਇੰਡੋਨੇਸ਼ੀਆਈ ਬੈਂਕ ਕੋਡ

source: Greek HEBIC/Indonesian Bank Code
fy: Grykske HEBIC/Yndonezyske Bank-koade
pa: ਗਰੀਕ HEBIC/ਇੰਡੋਨੇਸ਼ੀਆਈ ਕੋਡ ਕੋਡ

source: UK/Irish Sort Code or NZ Account Prefix or Australian BSB Code
fy: UK/Ierske Sort koade of Nij-Seelânske Account-prefix of Australyske BSB-koade
pa: ਯੂਕੇ/ਆਈਰਸ਼ ਸੋਰਟ ਕੋਡ ਜਾਂ ਨਿਊਜ਼ੀਲੈਂਡ ਖਾਤਾ ਅਗੇਤਰ ਜਾਂ ਅਸਟਰੇਲੀਅਨ ਬੀਐਸਬੀ ਕੋਡ

source: Austrian/Swiss Bank Code
fy: Eastenryks/Switsers BC-nûmer
pa: ਅਸਟਰੀਅਨ/ਸਵਿਸ ਬੈਂਕ ਕੋਡ

source: Danish/Swiss Bank Code
fy: Deensk/Switsers BC-nûmer
pa: ਡੈਨਿਸ਼/ਸਵਿਸ ਬੈਂਕ ਕੋਡ

source: Swiss/Iraqi Bank Code
fy: Switsersk/Iraaksk BC-nûmer
pa: ਸਵਿਸ/ਇਰਾਕੀ ਬੈਂਕ ਕੋਡ

source: Iraqi Bank Code
fy: Iraaksk BC-nûmer
pa: ਇਰਾਕੀ ਬੈਂਕ ਕੋਡ

source: Detected: {0}
fy: Detektearre: {0}
pa: ਖੋਜਿਆ: {0}

source: Deleting payment account "{0}" will remove the payment account from the following apps. Applications without a payment account will no longer be available for sale.
fy: Troch de betellingsaccount “{0}” fuort te smiten wurdt de betellingsaccount út de folgjende apps fuortsmiten. Tapassingen sûnder betellingsaccount binne net mear beskikber foar ferkeap.
pa: "{0}" ਖਾਤੇ ਲਈ ਭੁਗਤਾਨ ਖਾਤਾ ਹਟਾਉਣਾ ਨਾਲ ਹੇਠ ਦਿੱਤੇ ਐਪਸ ਤੋਂ ਭੁਗਤਾਨ ਖਾਤਾ ਹੋਇਆ ਜਾਵੇਗਾ। ਬਿਨਾਂ ਭੁਗਤਾਨ ਖਾਤੇ ਦੇ ਐਪਲੀਕੇਸ਼ਨ ਵਿਕਰੀ ਲਈ ਉਪਲੱਬਧ ਨਹੀਂ ਹੋਣਗੀਆਂ।

source: {appName} payment accounts:
fy: Betellingsaccounts foar {appName}:
pa: {appName} ਭੁਗਤਾਨ ਖਾਤੇ:

source: Error
fy: Flater
pa: ਗਲਤੀ

source: There was a problem contacting the payment server.
fy: Der is in probleem bard by it ferbinen mei de betellingsserver.
pa: ਭੁਗਤਾਨ ਸਰਵਰ ਨਾਲ ਸੰਪਰਕ ਕਰਨ ਦੌਰਾਨ ਗਲਤੀ ਆਈ।

source: Authentication error
fy: Autentikaasjeflater
pa: ਪਰਮਾਣਕਿਤਾ ਗਲਤੀ

source: You do not currently have any payment accounts.
fy: Jo hawwe op dit stuit gjin betellingsaccounts.
pa: ਤੁਹਾਡੇ ਕੋਲ ਇਸ ਸਮੇਂ ਕੋਈ ਵੀ ਭੁਗਤਾਨ ਖਾਤੇ ਨਹੀਂ ਹਨ।

source: Something went wrong. Please try again.
fy: Der is wat misgien. Probearje it opnij.

source: {0} character left.
fy: {0} teken restearjend.
pa: {0} ਅੱਖਰ ਬਾਕੀ ਹੈ।

source: All tests passed successfully.
fy: Alle tests mei sukses trochstien.
pa: ਸਭ ਟੈਸਟ ਠੀਕ ਤਰ੍ਹਾਂ ਪਾਸ ਹੋ ਗਏ ਹਨ।

source: These tests were not run.
fy: Dizze tests binne net útfierd.
pa: ਇਹ ਟੈਸਟ ਨਹੀਂ ਚਲਾਏ ਗਏ।

source: Warning
fy: Warskôging
pa: ਚੇਤਾਵਨੀ

source: Compatibility Tests
fy: Kompatibiliteitstests
pa: ਅਨੁਕੂਲਤਾ ਟੈਸਟ

source: App failed validation.
fy: Falidaasje fan app mislearre.
pa: ਐਪ ਵੈਧਤਾ ਲਈ ਫੇਲ੍ਹ ਹੈ।

source: App passed validation.
fy: Falidaasje fan app slagge.
pa: ਐਪ ਨੇ ਵੈਧਤਾ ਪਾਸ ਕੀਤੀ।

source: {0} error
fy: {0} flater
pa: {0} ਗਲਤੀ

source: {0} warning
fy: {0} warskôging
pa: {0} ਚੇਤਾਵਨੀ

source: Validation task could not complete or completed with errors
fy: De falidaasjetaak is net foltôge of foltôge mei flaters
pa: ਪਰਮਾਣਿਤ ਕੰਮ ਪੂਰਾ ਨਹੀਂ ਹੋਇਆ ਜਾਂ ਗਲਤੀਆਂ ਨਾਲ ਪੂਰਾ ਹੋਇਆ

source: Internal server error
fy: Ynterne serverflater
pa: ਅੰਦਰੂਨੀ ਸਰਵਰ ਗਲਤੀ

source: Purchasing
fy: Keapje
pa: ਖਰੀਦ ਜਾਰੀ ਹੈ

source: Purchased
fy: Oanskaft
pa: ਖਰੀਦੀ

source: Launch
fy: Starte
pa: ਚਲਾਓ

source: {name} was viewing this page first.
fy: {name} hat dizze side earst besjoen.
pa: {name} ਨੇ ਇਹ ਸਫ਼ਾ ਪਹਿਲਾਂ ਵੇਖਿਆ।

source: Receipt checked by app.
fy: Untfangst kontrolearre troch app.
pa: ਐਪ ਵਲੋਂ ਰਸੀਦ ਦੀ ਜਾਂਚ ਕੀਤੀ।

source: Receipt was not checked by app.
fy: Untfangst net kontrolearre troch app.
pa: ਐਪ ਵਲੋਂ ਰਸੀਦ ਦੀ ਜਾਂਚ ਨਹੀਂ ਕੀਤੀ।

source: {name} was viewing this app first.
fy: {name} hat dizze app earst besjoen.

source: Loading&hellip;
fy: Lade…
pa: ਲੋਡ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: Version Notes
fy: Ferzjeopmerkingen
pa: ਵਰਜਨ ਸੂਚਨਾ

source: Notes for Reviewers
fy: Opmerkingen foar beoardielers
pa: ਪੜਤਾਲ ਕਰਤਾ ਲਈ ਸੂਚਨਾ

source: No version notes found
fy: Gjin ferzjeopmerkingen fûn
pa: ਕੋਈ ਵਰਜਨ ਸੂਚਨਾ ਨਹੀਂ ਲੱਭੀ

source: Select an application first
fy: Selektearje earst in tapassing
pa: ਪਹਿਲਾਂ ਐਪਲੀਕਸ਼ਨ ਚੁਣੋ

source: Error loading translation
fy: Flater by laden fan oersetting
pa: ਅਨੁਵਾਦ ਲੋਡ ਕਰਨ ਲਈ ਗਲਤੀ

source: more...
fy: mear…
pa: ਹੋਰ...

source: less...
fy: minder…
pa: ਘੱਟ...

source: Keep review / Remove flags
fy: Beoardieling bewarje / Markearringen fuortsmite
pa: ਪੜਤਾਜ ਜਾਰੀ ਰੱਖੋ/ਨਿਸ਼ਾਨ ਹਟਾਓ

source: Delete review
fy: Beoardieling fuortsmite
pa: ਪੜਤਾਲ ਹਟਾਓ

source: Skip for now
fy: No oerslaan
pa: ਹੁਣ ਲਈ ਛੱਡੋ

source: Payment failed. Try again later.
fy: Betelling mislearre. Probearje it letter nochris.
pa: ਭੁਗਤਾਨ ਫੇਲ੍ਹ ਹੈ। ਬਾਅਦ ਵਿੱਚ ਕੋਸ਼ਿਸ਼ ਕਰੋ

source: Packaged App
fy: Ferpakte app
pa: ਪੈਕ ਕੀਤੀ ਐਪ

source: Privileged App
fy: Foarkarsapp
pa: ਅਧਿਕਾਰ ਪ੍ਰਾਪਤ ਐਪ

source: More Information Requested
fy: Mear ynformaasje frege
pa: ਹੋਰ ਜਾਣਕਾਰੀ ਦੀ ਮੰਗ ਕੀਤੀ ਗਈ

source: Contains Editor Comment
fy: Befettet opmerking troch bewurker
pa: ਐਡੀਟਰ ਟਿੱਪਣੀ ਹੈ

source: Escalated
fy: Eskalearre
pa: ਤਰੱਕੀਸ਼ੁਦਾ

source: Free
fy: Fergees
pa: ਮੁਫ਼ਤ

source: Any
fy: Eltse
pa: ਕੋਈ ਵੀ

source: Approved app: {app}
fy: Goedkarde app: {app}
pa: ਮਨਜ਼ੂਰ ਕੀਤੀ ਐਪ: {app}

source: Rejected app: {app}
fy: Ofwêzen app: {app}
pa: ਰੱਦ ਕੀਤੀ ਐਪ: {app}

source: Error approving app: {app}
fy: Flater by goedkarren fan app: {app}
pa: ਐਪ ਮਨਜ਼ੂਰ ਕਰਨ ਵਿੱਚ ਗਲਤੀ: {app}

source: Error rejecting app: {app}
fy: Flater by ôfwizen fan app: {app}
pa: ਐਪ ਰੱਦ ਕਰਨ ਵਿੱਚ ਗਲਤੀ: {app}

source: Error passing app: {app}
fy: Flater by slagjen fan app: {app}

source: Error failing app: {app}
fy: Flater by mislearjen fan app: {app}

source: Sorry! We had an error fetching the review history. Please try logging in again.<p>
fy: Sorry! Der is in flater bard by it opheljen fan de beoardielingsskiednis. Probearje jo opnij oan te melden.<p>

source: By {0} on {1}
fy: Troch {0} op {1}
pa: {0} ਵਲੋਂ {1} ਨੂੰ

source: Set {0} add-on to a max version of {1} and email the author.
fy: {0} add-on ynstelle op in maksimumferzje fan {1} en in e-mailberjocht nei de skriuwer stjoere.
pa: {0} ਐਡ-ਆਨ ਨੂੰ {1} ਦੇ ਵੱਧ ਤੋਂ ਵੱਧ ਵਰਜਨ ਲਈ ਤਹਿ ਕਰੋ ਤੇ ਲੇਖਕ ਨੂੰ ਈਮੇਲ ਕਰੋ।

source: Email author of {2} add-on which failed validation.
fy: E-mailberjocht stjoere nei skriuwer fan {2} add-on wêrfan falidaasje mislearre is.
pa: {2} ਐਡ-ਆਨ ਦੇ ਲੇਖਕ ਨੂੰ ਈਮੇਲ ਕਰੋ, ਜਿਸ ਦੀ ਪਰਮਾਣਿਕਤਾ ਫੇਲ੍ਹ ਹੈ।

source: Your add-on should end with .xpi, .jar or .xml
fy: Jo add-on moat op .xpi, .jar of .xml einigje

source: Your add-on failed validation with {0} error.
fy: Falidaasje fan jo add-on is mislearre mei {0} flater.

source: Your add-on passed validation with no errors and {0} message.
fy: Falidaasje fan jo add-on is slagge sûnder flaters en mei {0} berjocht.

source: Your add-on passed validation with no errors or warnings.
fy: Falidaasje fan jo add-on is slagge sûnder flaters of warskôgingen.

source: Some platforms are not available for this type of add-on.
fy: Guon platfoarmen binne net beskikber foar dit type add-on.

source: Your browser does not support the video tag
fy: Jo browser stipet it fideolabel net

source: Enter a new author's email address
fy: Fier it e-mailadres fan in nije skriuwer yn

source: {files} file
fy: {files} bestân

source: {reviews} review
fy: {reviews} beoardieling

source: Starting tests...
fy: Tests starte...

source: Waiting for test results...
fy: Wachtsje op testresultaten...

source: Internal Server Error
fy: Ynterne serverflater

source: Must be a valid e-mail address.
fy: Moat in jildich e-mailadres wêze.

source: Add-on failed validation.
fy: Falidaasje fan add-on mislearre.

source: Add-on passed validation.
fy: Falidaasje fan add-on slagge.

source: {0} notice
fy: {0} berjocht

source: Download {0}
fy: {0} downloade

source: Sorry, we couldn't find any recommendations for you.<br>Please visit the <a href="{0}">add-ons site</a> to find an add-on that's right for you.
fy: Sorry, wy koenen gjin oanrikkemandaasjes foar jo fine.<br>Besykje de <a href="{0}">add-onswebsite</a> om in geskikte add-on te finen.

source: Finding recommendations&hellip;
fy: Oanbefellingen sykje&hellip;

source: Updating recommendations&hellip;
fy: Oanbefellingen bywurkje&hellip;

source: {name} was viewing this add-on first.
fy: {name} hat dizze add-on earst besjoen.
pa: {name} ਨੇ ਇਹ ਐਡ-ਆਨ ਪਹਿਲਾਂ ਵੇਖੀ।

source: Average Reviews
fy: Gemiddeld oantal beoardielingen

source: Number of Reviews
fy: Oantal beoardielingen

source: Requested Info
fy: Oanfrege ynformaasje

source: Flagged
fy: Markearre

source: Duplicate
fy: Duplikaat

source: Rejected
fy: Ofwezen

source: Approved
fy: Goedkard

source: Not Updated for {0} {1}
fy: Net bywurke foar {0} {1}
pa: {0} {1} ਲਈ ਅੱਪਡੇਟ ਨਹੀਂ

source: Requires Newer Version of {0}
fy: Fereasket nijere ferzje fan {0}
pa: {0} ਦਾ ਨਵਾਂ ਵਰਜਨ ਚਾਹੀਦਾ ਹੈ

source: Unreviewed
fy: Net beoardield
pa: ਬਿਨਾਂ-ਪੜਤਾਲ

source: Experimental <span>(Learn More)</span>
fy: Eksperiminteel <span>(Mear ynfo)</span>
pa: ਤਜਰਬੇ ਅਧੀਨ <span>(ਹੋਰ ਜਾਣੋ)</span>

source: Not Available for {0}
fy: Net beskikber foar {0}
pa: {0} ਲਈ ਉਪਲੱਬਧ ਨਹੀਂ

source: Experimental
fy: Eksperiminteel
pa: ਤਜਰਬੇ ਅਧੀਨ

source: Themes Require Newer Version of {0}
fy: Tema’s fereaskje nijere ferzje fan {0}

source: Themes Require {0}
fy: Tema’s fereaskje {0}

source: Installing...
fy: Ynstallearje...
pa: ...ਇੰਸਟਾਲ ਕੀਤਾ ਜਾ ਰਿਹਾ ਹੈ

source: Purchasing...
fy: Oanskaffe...
pa: ...ਖਰੀਦ ਜਾਰੀ ਹੈ

source: This add-on has been preliminarily reviewed by Mozilla.
fy: Dizze add-on is foarearst beoardield troch Mozilla.
pa: ਇਹ ਐਡ-ਆਨ ਦੀ ਮੁੱਖ ਤੌਰ ਉੱਤੇ ਪੜਤਾਲ ਮੋਜ਼ੀਲਾ ਵਲੋਂ ਕੀਤੀ ਗਈ ਹੈ।

source: Keep it
fy: Behâlde

source: You're trying it on!
fy: Jo probearje it no!

source: Added to Firefox
fy: Tafoege oan Firefox

source: Daily Users
fy: Daaglikse brûkers

source: Collections Created
fy: Makke kolleksjes

source: Add-ons in Use
fy: Brûkte add-ons

source: Add-ons Created
fy: Makke add-ons

source: Add-ons Downloaded
fy: Downloade add-ons

source: Add-ons Updated
fy: Bywurke add-ons

source: Reviews Written
fy: Skreaune beoardielingen

source: User Signups
fy: Brûkersregistraasjes

source: Subscribers
fy: Abonnees

source: Ratings
fy: Wurdearringen

source: Sales
fy: Ferkeap

source: Installs
fy: Ynstallaasjes

source: Unknown
fy: Net bekend

source: Add-ons Manager
fy: Add-onbehearder

source: Search Results
fy: Sykresultaten

source: Homepage Promo
fy: Startside Promoasje

source: Homepage Featured
fy: Startside Oanrikkemandearre

source: Homepage Up and Coming
fy: Startside Oankommend

source: Homepage Most Popular
fy: Startside Meast populêr

source: Detail Page
fy: Detailside

source: Detail Page (bottom)
fy: Detailside (ûnderkant)

source: Detail Page (Development Channel)
fy: Detailside (Untwikkelingskanaal)

source: Often Used With
fy: Faak brûkt mei

source: Others By Author
fy: Oarswat troch skriuwer

source: Dependencies
fy: Ofhinklikheden

source: Upsell
fy: Ferkeap

source: Sharing
fy: Diele

source: Category Pages
fy: Kategorysiden

source: Collections
fy: Kolleksjes

source: Category Landing Featured Carousel
fy: Startside kategory Oanrikkemandearre-karrûsel

source: Category Landing Top Rated
fy: Startside kategory Bêst wurdearre

source: Category Landing Most Popular
fy: Startside kategory Meast populêr

source: Category Landing Recently Added
fy: Startside kategory Koartlyn tafoege

source: Browse Listing Featured Sort
fy: List trochblêdzje sortearre op Oanrikkemandearre

source: Browse Listing Users Sort
fy: List trochblêdzje sortearre op Brûkers
