Repository: 10allday-Software/zamboni
Catalog: locale/*/LC_MESSAGES/javascript.po
Languages: fy, pa

source: Browse Listing Rating Sort
fy: List trochblêdzje sortearre op Wurdearring

source: Browse Listing Created Sort
fy: List trochblêdzje sortearre op Makke

source: Browse Listing Name Sort
fy: List trochblêdzje sortearre op Namme

source: Browse Listing Popular Sort
fy: List trochblêdzje sortearre op Populêr

source: Browse Listing Updated Sort
fy: List trochblêdzje sortearre op Bywurke

source: Browse Listing Up and Coming Sort
fy: List trochblêdzje sortearre op Oankommend

source: Number of Contributions
fy: Oantal bydragen

source: Total Amount Contributed
fy: Totaal bydroegen bedrach

source: Average Contribution
fy: Gemiddelde bydrage

source: Usage
fy: Gebrûk

source: Downloads and Daily Users, last {0} days
fy: Downloads en daaglikse brûkers, ôfrûne {0} dagen

source: Downloads and Daily Users from {0} to {1}
fy: Downloads en daaglikse brûkers fan {0} oant en mei {1}

source: Installs and Daily Users, last {0} days
fy: Ynstallaasjes en daaglikse brûkers, ôfrûne {0} dagen

source: Installs and Daily Users from {0} to {1}
fy: Ynstallaasjes en daaglikse brûkers fan {0} oant en mei {1}

source: Downloads, last {0} days
fy: Downloads, ôfrûne {0} dagen

source: Downloads from {0} to {1}
fy: Downloads fan {0} oant en mei {1}

source: Daily Users, last {0} days
fy: Daaglikse brûkers, ôfrûne {0} dagen

source: Daily Users from {0} to {1}
fy: Daaglikse brûkers fan {0} oant en mei {1}

source: Applications, last {0} days
fy: Applikaasjes, ôfrûne {0} dagen

source: Applications from {0} to {1}
fy: Applikaasjes fan {0} oant en mei {1}

source: Platforms, last {0} days
fy: Platfoarmen, ôfrûne {0} dagen

source: Platforms from {0} to {1}
fy: Platfoarmen fan {0} oant en mei {1}

source: Languages, last {0} days
fy: Talen, ôfrûne {0} dagen

source: Languages from {0} to {1}
fy: Talen fan {0} oant en mei {1}

source: Add-on Versions, last {0} days
fy: Add-onferzjes, ôfrûne {0} dagen

source: Add-on Versions from {0} to {1}
fy: Add-onferzjes fan {0} oant en mei {1}

source: Add-on Status, last {0} days
fy: Add-onsteat, ôfrûne {0} dagen

source: Add-on Status from {0} to {1}
fy: Add-onsteat fan {0} oant en mei {1}

source: Download Sources, last {0} days
fy: Downloadboarnen, ôfrûne {0} dagen

source: Download Sources from {0} to {1}
fy: Downloadboarnen fan {0} oant en mei {1}

source: Contributions, last {0} days
fy: Bydragen, ôfrûne {0} dagen

source: Contributions from {0} to {1}
fy: Bydragen fan {0} oant en mei {1}

source: Date
fy: Datum

source: Refreshed
pa: ਤਾਜਾ ਕੀਤਾ

source: Flash Player</a>.
pa: ਫਲੈਸ਼ ਪਲੇਅਰ</a> ਲਈ ਸਹਾਇਕ ਹੋਵੇ।

source: OK
pa: ਠੀਕ ਹੈ

source: Tests
pa: ਟੈਸਟ

source: Premium App
pa: ਪ੍ਰੀਮੀਅਮ ਐਪ

source: Creative Commons Attribution 3.0
pa: ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਐਟਰੀਬਿਊਸ਼ਨ 3.0

source: Creative Commons Attribution-NonCommercial 3.0
pa: ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਐਟਰੀਬਿਊਸ਼ਨ-ਨਾਨ-ਕਮਰਸ਼ੀਅਲ 3.0

source: Creative Commons Attribution-NonCommercial-NoDerivs 3.0
pa: ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਐਟਰੀਬਿਊਸ਼ਨ-ਨਾਨ-ਕਮਰਸ਼ੀਅਲ-ਨੋਡੈਰੀਵੇਟਿਵ 3.0

source: Creative Commons Attribution-NonCommercial-Share Alike 3.0
pa: ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਐਟਰੀਬਿਊਸ਼ਨ-ਨਾਨ-ਕਮਰਸ਼ੀਅਲ-ਸ਼ੇਅਰ ਅਲਾਈਕ 3.0

source: Creative Commons Attribution-NoDerivs 3.0
pa: ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਐਟਰੀਬਿਊਸ਼ਨ-ਨੋਡੈਰੀਵੇਟਿਵ 3.0

source: Creative Commons Attribution-ShareAlike 3.0
pa: ਕਰੀਏਟਿਵ ਕਾਮਨਜ਼ ਐਟਰੀਬਿਊਸ਼ਨ-ਸ਼ੇਅਰਅਲਾਈਕ 3.0

source: No results found.
pa: ਕੋਈ ਨਤੀਜੇ ਨਹੀਂ ਲੱਭੇ।
